[
  {"name": "Abia state",
    "capital": "Umuahia",
    "slogan": "God’s Own State",
    "founded": "27 August 1991",
    "image": "./images/abia.jpg",
    "description": "Abia is a state in the south eastern part of Nigeria. The capital is Umuahia, and the major commercial city is Aba, which was formerly a British colonial government outpost in the region, and is also one of the most populated areas in Nigeria. Abia state was created in 1991 from part of Imo State.",
    "area": "6,320 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Adamawa state",
    "capital": "Yola",
    "slogan": "Land of Beauty, Sunshine and Hospitality",
    "founded": "27 August 1991",
    "image": "./images/adamawa.jpg",
    "description": "Adamawa is a state in northeastern Nigeria, with its capital at Yola. In 1991, when Taraba State was carved out from Gongola State, the geographical entity Gongola State was renamed Adamawa State, with four administrative divisions: Adamawa, Michika, Ganye, Mubi and Numan.",
    "area": "36,917 square kilometers",
    "population": "Adamawa State is the eighth-largest Nigerian state by area (36,917 square kilometers).",
    "facts": ""
  },
  {"name": "Akwa Ibom state",
    "capital": "Uyo",
    "slogan": "Promised Land",
    "founded": "23 September 1987",
    "image": "./images/akwa-ibom.jpg",
    "description": "Akwa Ibom is a state in Nigeria. It is located in the coastal southern part of the country, lying between latitudes 4°32′N and 5°33′N, and longitudes 7°25′E and 8°25′E.",
    "area": "Not Available",
    "population": "About 5.451 million",
    "facts": "Akwa Ibom State is the eighth-largest Nigerian state by GDP (US$11,179 million)"
  },
  {"name": "Anambra state",
    "capital": "Awka",
    "slogan": "Home For All",
    "founded": "27 August 1991",
    "image": "./images/anambra.jpg",
    "description": "Anambra is a state in southeastern Nigeria. Its name was inspired by one of its Northern and riverine clans Anam but merged with 'branch'. The colonialists who travelled from the present day Anambra region to present Northern Nigeria often described where they were coming from as 'Anam branch'",
    "area": "4,844 square kilometers",
    "population": "About 4,177,828",
    "facts": "Anambra State is the 10th-most-populous Nigerian state by population."
  },
  {"name": "Bauchi state",
    "capital": "Bauchi",
    "slogan": "Pearl of Tourism",
    "founded": "",
    "image": "./images/bauchi.jpg",
    "description": "Bauchi, usually referred to as Bauchi State to distinguish it from the city of Bauchi, is a state in northern Nigeria. Its capital is the city of Bauchi. The state was formed in 1976 when the former North-Eastern State was broken up.",
    "area": "49,119 square kilometers",
    "population": "Approximately 4.653 million",
    "facts": "Bauchi State is the seventh-most-populous Nigerian state by population (4,653,066)."
  },
  {"name": "Bayelsa state",
    "capital": "Yenagoa",
    "slogan": "Glory of all Lands",
    "founded": "",
    "image": "",
    "description": "",
    "area": "",
    "population": "",
    "facts": ""
  },
  {"name": "Benue state",
    "capital": "Makurdi",
    "slogan": "The Nigeria’s Food Basket",
    "founded": "3 February 1976",
    "image": "./images/benue.jpg",
    "description": "Benue State is one of the North central states in Nigeria with a population of about 4,253,641 in 2006 census. It is inhabited predominantly by the Tiv, Idoma and Igede peoples, who speak Tiv, Idoma, and Igede languages respectively. Its capital is Makurdi.",
    "area": "34,059 square kilometers",
    "population": "Approximately 4.254 million",
    "facts": "Benue State is the ninth-most-populous Nigerian state by population (4,253,641)."
  },
  {"name": "Borno state",
    "capital": "Maiduguri",
    "slogan": "Home of Peace",
    "founded": "3 February 1976",
    "image": "./images/borno.jpg",
    "description": "Borno, also known as Borno State, is a state in north-eastern Nigeria. Its capital is Maiduguri. The state was formed in 1976 from the split of the North-Eastern State. Until 1991 it contained what is now Yobe State. It is the homeland of the Kanuri people in Nigeria.",
    "area": "57,799 square kilometers",
    "population": "Not Available",
    "facts": "Borno State is the second-largest Nigerian state by area (70,898 km²)."
  },
  {"name": "Cross River state",
    "capital": "Calabar",
    "slogan": "The Nation’s Paradise",
    "founded": "27 May 1967",
    "image": "./images/cross-river.jpg",
    "description": "Cross River is a state in South South Nigeria, bordering Cameroon to the east. Its capital is Calabar, and its name is derived from the Cross River, which passes through the state. English, French, Bekwarra, Ejagham and Efik are major languages of this state.",
    "area": "Not Available",
    "population": "About 3.738 million",
    "facts": "Not Available"
  },
  {"name": "Delta state",
    "capital": "Asaba",
    "slogan": "The Big Heart",
    "founded": "27 August 1991",
    "image": "./images/delta.jpg",
    "description": "Delta State is an oil and agricultural producing state in Nigeria. It is situated in the region known as the South-South geo-political zone with a population of 4,112,445.",
    "area": "17,698 square kilometers",
    "population": "Approximately 4.112 million",
    "facts": "Delta State is the third-largest Nigerian state by GDP (US$16,749 million)."
  },
  {"name": "Ebonyi state",
    "capital": "Abakaliki",
    "slogan": "Salt of the Nation",
    "founded": "1 October 1996",
    "image": "./images/ebonyi.jpg",
    "description": "Ebonyi State is in southeastern Nigeria. It is inhabited and populated primarily by the Igbo with the city of Abakaliki as its capital and largest city. Other major townships include Afikpo, Onueke, Edda, Unwana, Echara Ikwo, Agubia, Ụbụrụ, Onicha, etc.",
    "area": "5,533 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Edo state",
    "capital": "Benin",
    "slogan": "The Heartbeat of the Nation",
    "founded": "27 August 1991",
    "image": "./images/edo.jpg",
    "description": "Edo State is a state in Nigeria. Its capital is Benin City. The 2014 estimated population of the Edo state is 5 million people. It is made up of 4 major ethnic groups; namely the Bini, Esan, Owan, and Etsako.",
    "area": "17,802 square kilometers",
    "population": "Not Available",
    "facts": "Edo State is the seventh-largest Nigerian state by GDP (US$11,888 million)."
  },
  {"name": "Ekiti state",
    "capital": "Ado-Ekiti",
    "slogan": "Fountain of Knowledge",
    "founded": "1 October 1996",
    "image": "./images/ekiti.jpg",
    "description": "Ekiti State is in Southwest region of Nigeria, declared a state on 1 October 1996 alongside five other states in the country by the then military government under head of state, General Sani Abacha.",
    "area": "6,353 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Enugu state",
    "capital": "Enugu",
    "slogan": "Coal City State",
    "founded": "27 August 1991",
    "image": "./images/enugu.jpg",
    "description": "Enugu, usually referred to as Enugu State to distinguish it from the city of Enugu, is a state in southeastern Nigeria, created in 1991 from part of the old Anambra State. Its capital and largest city is Enugu, from which the state derives its name. The principal cities in the state are Enugu, Nsukka, Agbani and Awgu.",
    "area": "7,161 square kilometer",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Gombe state",
    "capital": "Gombe",
    "slogan": "Jewel in the Savannah",
    "founded": "1 October 1996",
    "image": "./images/gombe.jpg",
    "description": "Gombe, usually referred to as Gombe State to distinguish it from the city of Gombe, is located in the northeastern part of Nigeria, is one of the country's 36 states; its capital is Gombe. The boundaries of the state roughly correspond to those of the Tangale-Waja Chiefdom and Gombe Emirate, a traditional state.",
    "area": "18,768 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Imo state",
    "capital": "Owerri",
    "slogan": "The Eastern Heartland",
    "founded": "3 February 1976",
    "image": "./images/imo.jpg",
    "description": "Imo is one of the 36 States of Nigeria and is in the south east region of Nigeria. Owerri is its capital and among the largest town in the State. Its other notable towns are Orlu, Obowo, Oguta, Mbaise and Okigwe.",
    "area": "5,530 square kilometers",
    "population": "Not Available",
    "facts": "Imo State is the fifth-largest Nigerian state by GDP (US$14,212 million)."
  },
  {"name": "Jigawa state",
    "capital": "Dutse",
    "slogan": "The New World",
    "founded": "27 August 1991",
    "image": "./images/jigawa.jpg",
    "description": "Jigawa is a state in northwestern Nigeria. Its capital is Dutse.",
    "area": "23,154 square kilometers",
    "population": "About 4.361 million",
    "facts": "Jigawa State is the eighth-most-populous Nigerian state by population."
  },
  {"name": "Kaduna state",
    "capital": "Kaduna",
    "slogan": "Center of Learning",
    "founded": "27 May 1967",
    "image": "./images/kaduna",
    "description": "Kaduna, usually referred to as Kaduna State to distinguish it from the city of Kaduna, is a state in Northwest Nigeria. Its capital is Kaduna.",
    "area": "46,053 square kilometers",
    "population": "Not Available",
    "facts": "Kaduna State is the 10th-largest Nigerian state by GDP (US$10,334 million)."
  },
  {"name": "Kano state",
    "capital": "Kano",
    "slogan": "Center of Commerce",
    "founded": "27 May 1967",
    "image": "./images/kano.jpg",
    "description": "Kano State is a state located in Northern Nigeria. Created on May 27, 1967 from part of the Northern Region, Kano state borders Katsina State to the north-west, Jigawa State to the north-east, Bauchi State to the south-east and Kaduna State to the south-west. The capital of Kano State is Kano.",
    "area": "20,131 square kilometers",
    "population": "Approximately 9.401 million",
    "facts": "Kano State is the most-populous Nigerian state by population"
  },
  {"name": "Katsina state",
    "capital": "Katsina",
    "slogan": "Home of Hospitality",
    "founded": "23 September 1987",
    "image": "./images/katsina.jpg",
    "description": "Katsina, usually referred to as Katsina State to distinguish it from the city of Katsina, is a state in North West zone of Nigeria. Its capital is Katsina, and its Governor is Aminu Bello Masari, a member of the All Progressives Congress. Katsina State was carved out of old Kaduna State in 1987.",
    "area": "24,192 square kilometers",
    "population": "Aproximtely 5.801 million",
    "facts": "Katsina State is the fourth-most-populous Nigerian state by population (5,801,584)."
  },
  {"name": "Kebbi state",
    "capital": "Birnin Kebbi",
    "slogan": "Land of Equity",
    "founded": "27 August 1991",
    "image": "./images/kebbi.jpg",
    "description": "Kebbi is a state in north-western Nigeria with its capital at Birnin Kebbi. The state was created out of a part of Sokoto State in 1991. Kebbi State is bordered by Sokoto State, Niger State, Zamfara State, Dosso Region in the Republic of Niger and the nation of Benin. It has a total area of 36,800 square kilometers.",
    "area": "36,800 square kilometers",
    "population": "",
    "facts": "Kebbi State is the 10th-largest Nigerian state by area."
  },
  {"name": "Kogi state",
    "capital": "Lokoja",
    "slogan": "The Confluence State",
    "founded": "1991",
    "image": "./images/kogi",
    "description": "Kogi, is a state in the central region of Nigeria. It is popularly called the Confluence State because of the confluence of River Niger and River Benue at its capital, Lokoja, which is the first administrative capital of modern-day Nigeria.",
    "area": "29,833",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Kwara state",
    "capital": "Ilorin",
    "slogan": "The Place of Harmony",
    "founded": "Not Available",
    "image": "./images/kwara.jpg",
    "description": "Kwara is a state in Western Nigeria. Its capital is Ilorin. Kwara is located within the North Central geopolitical zone, commonly referred to as the Middle Belt. The primary ethnic group is Yoruba, with significant Nupe, Bariba, and Fulani minorities.",
    "area": "36,825 sqaure kilometers",
    "population": "Not Avaiable",
    "facts": "Kwara State is the ninth-largest Nigerian state by area"
  },
  {"name": "Lagos state",
    "capital": "Ikeja",
    "slogan": "Center of Excellence",
    "founded": "27 May 1967",
    "image": "./images/lagos.jpg",
    "description": "Lagos, Nigeria’s largest city, sprawls inland from the Gulf of Guinea across Lagos Lagoon. Victoria Island, the financial center of the metropolis, is known for its beach resorts, boutiques and nightlife. To the north, Lagos Island is home to the National Museum Lagos, displaying cultural artifacts and craftworks. Nearby is Freedom Park, once a colonial-era prison and now a major venue for concerts and public events.",
    "area": "1,171 square kilometers",
    "population": "About 9.114 million",
    "facts": "Lagos State is the second-most-populous Nigerian state by population"
  },
  {"name": "Nassarawa state",
    "capital": "Lafia",
    "slogan": "Nigeria's Home of Solid Minerals",
    "founded": "1 October 1996",
    "image": "./images/nassarawa.jpg",
    "description": "Nasarawa is a state in north central zone of Nigeria. Its capital is Lafia.",
    "area": "27,117",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Niger state",
    "capital": "Minna",
    "slogan": "The Power State",
    "founded": "3 February 1976",
    "image": "./images/niger.jpg",
    "description": "Niger or Niger State is a state in Central Nigeria and the largest state in the country. The state capital is Minna, and other major cities are Bida, Kontagora, and Suleja. It was formed in 1976 when the then North-Western State was bifurcated into Niger State and Sokoto State.",
    "area": "76,363 square kilometers",
    "population": "Not Available",
    "facts": "Niger State is the largest Nigerian state by area"
  },
  {"name": "Ogun state",
    "capital": "Abeokuta",
    "slogan": "Gateway State",
    "founded": "3 February 1976",
    "image": "./images/ogun.jpg",
    "description": "Ogun State is a state in southwestern Nigeria. Created in 1976, it borders Lagos State to the south, Oyo and Osun states to the north, Ondo to the east and the Republic of Benin to the west. Abeokuta is the capital and largest city in the state. The state's appellation is 'Gateway to Nigeria'.",
    "area": "16,981 square kilometers",
    "population": "Not Available",
    "facts": "Ogun State is the ninth-largest Nigerian state by GDP (US$10,470 million)."
  },
  {"name": "Ondo state",
    "capital": "Akure",
    "slogan": "Sunshine State",
    "founded": "3 February 1976",
    "image": "./images/ondo.jpg",
    "description": "Ondo or Ondo State is a state in Nigeria created on 3 February 1976 from the former Western State. It originally included what is now Ekiti State, which was split off in 1996. Akure is the state capital. Each Nigerian state has several ministerial offices representing the federal government.",
    "area": "15,500 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Osun state",
    "capital": "Osogbo",
    "slogan": "Land of virture",
    "founded": "27 August 1991",
    "image": "./images/osun.jpg",
    "description": "Osun is an inland state in south-western Nigeria. Its capital is Osogbo. It is bounded in the north by Kwara State, in the east partly by Ekiti State and partly by Ondo State, in the south by Ogun State and in the west by Oyo State.",
    "area": "9,251 square kilometers",
    "population": "Not Available",
    "facts": "Not Available"
  },
  {"name": "Oyo state",
    "capital": "Ibadan",
    "slogan": "Pace Setter",
    "founded": "3 February 1976",
    "image": "./images/oyo.jpg",
    "description": "Oyo, usually referred to as Oyo State to distinguish it from the city of Oyo, is an inland state in south-western Nigeria, with its capital at Ibadan.",
    "area": "28,454 square kilometers",
    "population": "Approximately 5.581 million",
    "facts": "Oyo State is the fifth-most-populous Nigerian state by population (5,580,894)."
  },
  {"name": "Plateau state",
    "capital": "Jos",
    "slogan": "Home of peace & tourism",
    "founded": "3 February 1976",
    "image": "./images/plateau.jpg",
    "description": "Plateau is the twelfth-largest state in Nigeria. Approximately in the centre of the country, it is geographically unique in Nigeria due to its boundaries of elevated hills surrounding the Jos Plateau its capital, and the entire plateau itself. Plateau State is celebrated as 'The Home of Peace and Tourism'.",
    "area": "30,913 square kilometers",
    "population": "",
    "facts": "Plateau is the twelfth-largest state in Nigeria."
  },
  {"name": "Rivers state",
    "capital": "Port Harcourt",
    "slogan": "Treasure Base",
    "founded": "27 May 1967",
    "image": "./images/rivers.jpg",
    "description": "Rivers State, also known simply as Rivers, is one of the 36 states of Nigeria. According to census data released in 2006, the state has a population of 5,198,716, making it the sixth-most populous state in the country.",
    "area": "11,077 square kilometers",
    "population": "Approximately 5.2 million",
    "facts": "Rivers State is the sixth-most-populous Nigerian state by population"
  },
  {"name": "Sokoto state",
    "capital": "Sokoto",
    "slogan": "The Seat of the Caliphate",
    "founded": "3 February 1976",
    "image": "./images/sokoto.jpg",
    "description": "Sokoto, usually referred to as Sokoto State to distinguish it from the city of Sokoto, is located in the extreme northwest of Nigeria, near to the confluence of the Sokoto River and the Rima River. As of 2005 it has an estimated population of more than 4.2 million.",
    "area": "25,973 square kilometers",
    "population": "Approximately 4.2 million",
    "facts": "Not Available"
  },
  {"name": "Taraba state",
    "capital": "Jalingo",
    "slogan": "Nature's Gift to the nation",
    "founded": "27 August 1991",
    "image": "./images/taraba.jpg",
    "description": "Taraba is a state in North Eastern Nigeria, named after the Taraba River which traverses the southern part of the state. Taraba's capital is Jalingo.",
    "area": "54, 473 square kilometers",
    "population": "",
    "facts": "Taraba State is the third-largest Nigerian state by area."
  },
  {"name": "Yobe state",
    "capital": "Damaturu",
    "slogan": "The Young Shall Grow",
    "founded": "27 August 1991",
    "image": "./images/yobe.jpg",
    "description": "Yobe is a state located in Northeast Nigeria. A mainly agricultural state, it was created on August 27, 1991. Yobe state was carved out of Borno State. The capital of Yobe state is Damaturu.",
    "area": "45,502 square kilometers",
    "population": "Not available",
    "facts": "Yobe State is the sixth-largest Nigerian state by area."
  },
  {"name": "Zamfara state",
    "capital": "Gasau",
    "slogan": "Home of Agricultural Products",
    "founded": "1 October 1996",
    "image": "./images/zamfara.jpg",
    "description": "Zamfara is a state in northwestern Nigeria. Its capital is Gusau and its Governor is Bello Matawalle, a member of the People's Democratic Party. Until 1996 the area was part of Sokoto State. Zamfara is populated with the Hausa and Fulani peoples.",
    "area": "39,762 square kilometers",
    "population": "",
    "facts": "Zamfara State is the seventh-largest Nigerian state by area (39,762 square kilometers)."
  },
  {"name": "FCT state",
    "capital": "Abuja",
    "slogan": "Center of Unity",
    "founded": "Not available",
    "image": "./images/abuja.jpg",
    "description": "Abuja, the capital city of Nigeria, is located in this territory. FCT was formed in 1976 from parts of the states of old Kwara, Niger, Kaduna and Plateau States with the bulk of landmass carved out of Niger State. It is within the Middle Belt region of the country.",
    "area": "Not available",
    "population": "Not available",
    "facts": "Not available"
  }
]